Repository: snorkel-marlin-repos/umap-project_umap_pr_766_3b5fb37c-04e2-4226-8824-6b2af647bacb
Catalog: umap/locale/*/LC_MESSAGES/django.po
Languages: el

source: This is a demo instance, used for tests and pre-rolling releases. If you need a stable instance, please use <a href="%(stable_url)s">%(stable_url)s</a>. You can also host your own instance, it's <a href="%(repo_url)s">open source</a>!
el: Αυτό η εκδοχή, χρησιμοποιήθηκε για δοκιμή και προκαταρκτικές εκδόσεις. Αν χρειάζεσαι μια σταθερή έκδοση, παρακαλώ χρησιμοποίησε <a href="%(stable_url)s">%(stable_url)s</a>. Μπορείς επίσης φιλοξενήσεις την δική σου εκδοχή, είναι <a href="%(repo_url)s">ανοικτού κώδικα</a>!

source: Create a map
el: Δημιουργία χάρτη

source: My maps
el: Οι χάρτες μου

source: Log in
el: Σύνδεση

source: Sign in
el: Εγγραφή

source: Log out
el: Αποσύνδεση

source: Search maps
el: Ψάξε χάρτες

source: Search
el: Ψάξε

source: Secret edit link is %s
el: Ο μυστικός σύνδεσμος επεξεργασίας είναι %s

source: Everyone can edit
el: Επεξεργασία από όλους

source: Only editable with secret edit link
el: Επεξεργάσιμο μόνο με μυστικό σύνδεσμο

source: Site is readonly for maintenance
el: Ο δικτυακός τόπος είναι μόνο για ανάγνωση λόγο επεξεργασίας

source: name
el: 'Ονομα

source: details
el: Λεπτομέρειες

source: Link to a page where the licence is detailed.
el: Σύνδεσμος σελίδας Αναλυτικής Άδειας Χρήσης

source: URL template using OSM tile format
el: URL υπόδειγμα με χρήση μορφή υποβάθρου OSM

source: Order of the tilelayers in the edit box
el: Σειρά υποβάθρων στο πλαίσιο επεξεργασίας

source: Only editors can edit
el: Μόνο οι συντάκτες μπορούν να επεξεργαστούν

source: Only owner can edit
el: Μόνο ο ιδιοκτήτης μπορεί να επεξεργαστεί

source: everyone (public)
el: Όλοι (κοινό)

source: anyone with link
el: Οποιοσδήποτε έχει τον σύνδεσμο

source: editors only
el: Συντάκτες μόνο

source: description
el: Περιγραφή

source: center
el: Κέντρο

source: zoom
el: Μεγέθυνση

source: locate
el: Εντοπισμός Θέσης

source: Locate user on load?
el: Εντοπισμός θέσης κατά την φόρτωση ;

source: Choose the map licence.
el: Επιλογή άδειας χρήσης του χάρτη

source: licence
el: Άδεια

source: owner
el: Ιδιοκτήτης

source: editors
el: Συντάκτες

source: edit status
el: Επεξεργασία κατάστασης

source: share status
el: Διαμοιρασμός κατάστασης

source: settings
el: Ρυθμίσεις

source: Clone of
el: Κλωνοποίηση

source: display on load
el: Εμφάνιση κατά την φόρτωση

source: Display this layer on load.
el: Εμφάνισε αυτό το επίπεδο κατά την φόρτωση

source: Take me to the home page
el: Επιστροφή στην Αρχική

source: Browse %(current_user)s's maps
el: Περιήγηση %(current_user)s χάρτη

source: %(current_user)s has no maps.
el: %(current_user)s δεν έχει χάρτη

source: Please log in with your account
el: Παρακαλώ συνδεθείτε με τον λογαριασμό σας

source: Username
el: Όνομα Χρήστη

source: Password
el: Κωδικός πρόσβασης

source: Login
el: Σύνδεση

source: Please choose a provider
el: Παρακαλώ επιλέξτε παροχέα

source: Choose the layers of your map
el: Διάλεξε το χαρτογραφικό επίπεδο

source: Add POIs: markers, lines, polygons...
el: Πρόσθεσε σημεία ενδιαφέροντος : δείκτες, γραμμές, πολύγωνα...

source: Manage POIs colours and icons
el: Διαχείριση χρωμάτων και συμβόλων σημείων ενδιαφέροντος

source: Manage map options: display a minimap, locate user on load…
el: Διαχείριση επιλογών χάρτη: εμφάνιση χάρτη προσανατολισμού, γεωεντοπισμός χρήστη κατά την φόρτωση

source: Batch import geostructured data (geojson, gpx, kml, osm...)
el: Ομαδική εισαγωγή για γεωχωρικά δεδομένα (geojson, gpx, kml, osm...)

source: Choose the license for your data
el: Διάλεξε άδεια χρήσης των δεδομένων

source: Embed and share your map
el: Ενσωμάτωσε και μοιράσου τον χάρτη

source: And it's <a href="%(repo_url)s">open source</a>!
el: Και είναι <a href="%(repo_url)s">ανοικτού κώδικα </a>!

source: Play with the demo
el: Παίξε με το παράδειγμα

source: Map of the uMaps
el: Χάρτης από τους uMaps

source: Get inspired, browse maps
el: Εμπνεύσου, περιηγήσου στους χάρτες

source: You are logged in. Continuing...
el: Είστε συνδεδεμένοι. Συνέχεια...

source: by
el: Από

source: More
el: περισσότερα

source: About
el: Σχετικά

source: Feedback
el: Κρητική

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: Password change
el: Κωδικός πρόσβασης αλλαγή

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλώ εισάγεται τον παλιό κωδικό πρόσβασης, για λόγους ασφαλείας, και μετά εισάγεται τον νέο κωδικό πρόσβασης δύο φορές ώστε να επιβεβαιώσουμε ότι πληκτρολογήθηκε σωστά.

source: Old password
el: Παλιός κωδικός πρόσβασης

source: New password
el: Νέος κωδικός πρόσβασης

source: New password confirmation
el: Νέα επιβεβαίωση κωδικού πρόσβασης

source: Change my password
el: Αλλαγή κωδικού πρόσβασης

source: Password change successful
el: Επιτυχής αλλαγή κωδικού πρόσβασης

source: Your password was changed.
el: Ο κωδικός πρόσβασης άλλαξε

source: Not map found.
el: Δεν βρέθηκε χάρτης

source: View the map
el: Προβολή του χάρτη

source: Your map has been created! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
el: Ο χάρτης σου δημιουργήθηκε ! Αν επιθυμείς την επεξεργασία αυτού του χάρτη από άλλο υπολογιστή, παρακαλώ χρησιμοποίησε αυτόν τον σύνδεσμο:%(anonymous_url)s

source: Congratulations, your map has been created!
el: Συγχαρητήρια, ο χάρτης σου δημιουργήθηκε !

source: Map has been updated!
el: Ο χάρτης ανανεώθηκε !

source: Map editors updated with success!
el: Ανανέωση συντακτών επιτυχείς !

source: Only its owner can delete the map.
el: Μονό ό ιδιοκτήτης μπορεί να διαγράψει αυτό τον χάρτη.

source: Your map has been cloned! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
el: Ο χάρτης κλωνοποιήθηκε! Αν επιθυμείς την επεξεργασία αυτού του χάρτη από άλλο υπολογιστή, παρακαλώ χρησιμοποίησε αυτόν τον σύνδεσμο:%(anonymous_url)s

source: Congratulations, your map has been cloned!
el: Συγχαρητήρια ο χάρτης σου κλωνοποιήθηκε !

source: Layer successfully deleted.
el: Επίπεδο διαγράφηκε επιτυχώς.
